{
  /* <Link to="/لحظة-توقيع-العقد">لحظة توقيع</Link>
        <Link to="/حفل-توقيع">حفلة توقبع</Link>
        <Link to="/اعلان-عن-اغلفة">اعلان عن اغلفة</Link>
        <Link to="/برومو-روايات">بروموز روايات</Link>
        <Link to="#">حوارات صحفية</Link>
        <Link to="/مقابلات-تلفزيونية">مقابلات تلفزيون</Link> */
}
const MarketingData = [
  { text: "لحظة-توقيع-العقد", to: "/لحظة-توقيع-العقد", name: "home" },
  { text: "حفل-توقيع", to: "/حفل-توقيع", name: "home" },
  { text: "اعلان-عن-اغلفة", to: "/اعلان-عن-اغلفة", name: "home" },
  { text: "برومو-روايات", to: "/برومو-روايات", name: "home" },
  { text: "مقابلات-تلفزيونية", to: "/مقابلات-تلفزيونية", name: "home" },
];
export default MarketingData;
