import React from "react";
import Data from "./PublishData";
import "./PublishWithUs.css";

const PublishWithUs = () => {
  return (
    <div>
      <p className="publish-intro-container">
        هلْ مللتَ مِنَ الكتابةِ دونَ جدوى على مواقعِ التَّواصل الاجتماعي Social
        Media دونَ مقابل معنوي أو حتَّى استثمارٍ ماديٍّ جيدٍ؟ هلْ أنتَ مستعدٌ
        لدخولِ عالم النَّشرِ الورقيِّ بعدَ أنْ زيَّنت كلمةُ ( النهاية ) كتابكَ ؟
        هلْ تحلُمُ بأنْ تستثمرَ في كتابكَ بشكلٍ ناجحٍ ومعَ النَّاشر النَّاجح
        الذي سيجعلكَ تقفُ على أرضٍ صَلْبة بينَ كبارِ الشَّخصياتِ الأدبيَّة..
        إذًا معَ ( العنقاء ) أنتَ في المكانِ المناسبِ . إذنْ .. اقرأْ جيدًا
        نظامَ النَّشر لدينا منَ الألفِ إلى الياء .
      </p>

      <ul className="publish-with-us">
        {Data.map((item, indx) => (
          <li key={indx} className="numeric-li">
            <div key={indx} className="each-service">
              <img src={item.img} alt="" />
              <p>{item.text}</p>
            </div>
          </li>
        ))}
      </ul>
      <p className="publish-intro-container">
        إنَّها خطواتٌ طويلةٌ ومرهِقةٌ أليسَ كذلك ؟ دارُ العنقاء للنَّشرِ
        والتَّوزيعِ والتَّرجمةِ تقومُ نيابةً عنكَ بكلِّ الخطواتِ السَّابقة وأكثر
        ، فنحنُ نعتني بكتابكَ جيدًا وأنتَ في منزلكَ .. ونوصلهُ إلى أيِّ مكانٍ في
        العالم .. وكلُّ هذا بسعرٍ مميَّزٍ جدًّا لنْ تجدهُ في أيِّ مكانٍ آخر.
        اخترْ أنْ تكونَ ( العنقاء ) القادمَ ؛ ليصدحَ صوتُ حلمكَ خلالَ فترةٍ
        وجيزةٍ بجوارِ أشهرِ الكتبِ الأدبيَّة.
      </p>
    </div>
  );
};

export default PublishWithUs;
