export const ServicesData = [
  {
    text:
      "هل تبحث عن من يطبع كتابك فقط ؟ و انت تنزلي باقي إجراءات بنفسك .. نحن ندعم النشر الذاتي و نؤمن ان الكاتب اذا كان باستطاعته ان يحتوي كتابه من الف للياء .. الرقم بذلك .. مع مطبعة العنقاء لطباعة الكتاب نقدم لك ارخص الأسعار و ذلك لدعمك في طريق النشر الذاتي .. بحرفية اكبر و جودة عالية .. ( نحط الأيقونة طباعة ) تواصل معنا على واتساب رقم ( حط رقم استاذ رامي )",
  },
  {
    text:
      "هل تبحث عن خبراء يجهزون لك الكتاب فنيا من تدقيق و تصميم و تنسيق دون الحاجة إلى تعامل مع دار نشر بشكل مباشر .. نقدم الحرفية في العمل و السرعة في الأداء .. و بسعر رمزي للغاية .. تواصل معنا حالا ..",
  },
  {
    text:
      "هل مللت من انتظار ان يكون بكتابك ورقه الخاص لتحفظ حقوقك عن السرقة .. انت تسكن في مكان بعيد خارج القاهرة .. نحن نقدم خدمة استخراج جميع الأوراق الضرورية بكتابك و ذلك بسعر رمزي للغاية .. تواصل معنا فورا ..",
  },
  {
    text:
      "انت حزين .. كتابك المطبوع لم ينل حقه في دعاية و التسويق .. و ترغب ان تسلط الضوء عليه بشكل أكبر .. نحن نقدم لك خصيصا خطة تسويق خاصة بك ليتمكن صوت كتابك ان يصل من المحيط للخليج .. اتصل بنا فورا..",
  },
  {
    text:
      "طبعت كتابك و لكن فشل على صعيد التوزيع .. و لم تتمكن دار النشر التي تعاملت معها من تغطية ابسط المنافذ الحية في مدينتك ؟ نقدم لك عزيزي الكاتب هذه الخدمة على طبق من فضة .. تواصل معنا لمعرفة كافة التفاصيل ..",
  },
  {
    text:
      "هل يحتاج كتابك إلى صياغة ادبية و لغوية من جديد ليكون بقوة كتاب العقاد و نجيب محفوظ .. نحن لدينا متخصصين في اللغة العربية و خبرة لسنوات في مجال التحرير الادبي .. اذا كنت ترغب ان يقرأ لك الآخرون كما يقرؤون العقاد و المنفلوطي .. تواصل معنا .. ماذا تنتظر .. لا تدع مثل هذه الفرصة تفوتك ..",
  },
  {
    text:
      "هل تبحث عن من يطبع كتابك فقط ؟ و انت تنزلي باقي إجراءات بنفسك .. نحن ندعم النشر الذاتي و نؤمن ان الكاتب اذا كان باستطاعته ان يحتوي كتابه من الف للياء .. الرقم بذلك .. مع مطبعة العنقاء لطباعة الكتاب نقدم لك ارخص الأسعار و ذلك لدعمك في طريق النشر الذاتي .. بحرفية اكبر و جودة عالية .. ( نحط الأيقونة طباعة ) تواصل معنا على واتساب رقم ( حط رقم استاذ رامي )",
  },
  {
    text:
      "هل تبحث عن من يطبع كتابك فقط ؟ و انت تنزلي باقي إجراءات بنفسك .. نحن ندعم النشر الذاتي و نؤمن ان الكاتب اذا كان باستطاعته ان يحتوي كتابه من الف للياء .. الرقم بذلك .. مع مطبعة العنقاء لطباعة الكتاب نقدم لك ارخص الأسعار و ذلك لدعمك في طريق النشر الذاتي .. بحرفية اكبر و جودة عالية .. ( نحط الأيقونة طباعة ) تواصل معنا على واتساب رقم ( حط رقم استاذ رامي )",
  },
];
export default ServicesData;
