import IconsForContact from "../../components/IconsForContact/IconsForContact";

export const ServicesData = [
  {
    name: "print",
    title: ":خدمة الطباعة",
    text: `هل تبحث عن من يطبع كتابك فقط ؟ و انت تنزلي باقي إجراءات بنفسك .. نحن ندعم النشر الذاتي و نؤمن ان الكاتب اذا كان باستطاعته ان يحتوي كتابه من الف للياء .. الرقم بذلك .. مع مطبعة العنقاء لطباعة الكتاب نقدم لك ارخص الأسعار و ذلك لدعمك في طريق النشر الذاتي .. بحرفية اكبر و جودة عالية .. `,
  },
  {
    name: "design",
    title: ":خدمة التصميم",
    text:
      "هل تبحث عن خبراء يجهزون لك الكتاب فنيا من تدقيق و تصميم و تنسيق دون الحاجة إلى تعامل مع دار نشر بشكل مباشر .. نقدم الحرفية في العمل و السرعة في الأداء .. و بسعر رمزي للغاية .. تواصل معنا حالا ..",
  },
  {
    name: "issue",
    title: ":خدمة اصدار ردمك",
    text:
      "هل مللت من انتظار ان يكون بكتابك ورقه الخاص لتحفظ حقوقك عن السرقة .. انت تسكن في مكان بعيد خارج القاهرة .. نحن نقدم خدمة استخراج جميع الأوراق الضرورية بكتابك و ذلك بسعر رمزي للغاية .. تواصل معنا فورا ..",
  },
  {
    name: "advertise",
    title: ":خدمة الدعاية و التسويق",
    text:
      "انت حزين .. كتابك المطبوع لم ينل حقه في دعاية و التسويق .. و ترغب ان تسلط الضوء عليه بشكل أكبر .. نحن نقدم لك خصيصا خطة تسويق خاصة بك ليتمكن صوت كتابك ان يصل من المحيط للخليج .. اتصل بنا فورا..",
  },
  {
    name: "distribution",
    title: ":خدمة التوزيع",
    text:
      "طبعت كتابك و لكن فشل على صعيد التوزيع .. و لم تتمكن دار النشر التي تعاملت معها من تغطية ابسط المنافذ الحية في مدينتك ؟ نقدم لك عزيزي الكاتب هذه الخدمة على طبق من فضة .. تواصل معنا لمعرفة كافة التفاصيل ..",
  },
  {
    name: "edit",
    title: ":خدمة التحرير",
    text:
      "هل يحتاج كتابك إلى صياغة ادبية و لغوية من جديد ليكون بقوة كتاب العقاد و نجيب محفوظ .. نحن لدينا متخصصين في اللغة العربية و خبرة لسنوات في مجال التحرير الادبي .. اذا كنت ترغب ان يقرأ لك الآخرون كما يقرؤون العقاد و المنفلوطي .. تواصل معنا .. ماذا تنتظر .. لا تدع مثل هذه الفرصة تفوتك ..",
  },
  {
    name: "hearme",
    title: ":خدمة اسمعني",
    text:
      "اذا كنت تريد تحويل كتابك لمادة صوتية و بجودة عالية و دقة في العمل .. تواصل معنا فورا",
  },
  {
    name: "translate",
    title: ":خدمة الترجمة",
    text:
      "اذا كنت ترغب ان تترجم كتابك إلى اللغة الانجليزي و تشاركه في كبرى مواقع البيع الكتاب في العالم مثل حينزل و امازون .. تواصل معنا حالا",
  },
  {
    name: "coordinate",
    title: ":خدمة التنسيق",
    text:
      "هل تريد أن تنسق كتابك داخليا بشكل احترافي ، أنت في المكان المناسب ، تواصل معنا الآن .",
  },
];
export default ServicesData;
